Repository: acdominguez03/Moldea
Catalog: Moldea/Package/Core/Sources/Core/Presentation/Resources/Localizable.xcstrings
Source language: en
Languages: es

# ai_command_confirm
source: Confirm
es: Confirmar

# ai_command_create_title %@
source: Create the habit “%@”?
es: ¿Crear el hábito «%@»?

# ai_command_created %@
source: Habit “%@” created.
es: Hábito «%@» creado.

# ai_command_delete_title %@
source: Delete the habit “%@”?
es: ¿Borrar el hábito «%@»?

# ai_command_deleted %@
source: Habit “%@” deleted.
es: Hábito «%@» borrado.

# ai_command_frequency_daily
source: Every day
es: Todos los días

# ai_command_frequency_fixed_days %@
source: On %@
es: Los %@

# ai_command_frequency_weekly %lld
source: %lld times a week
es: %lld veces por semana

# ai_command_parsing
source: Working out what you asked for…
es: Interpretando lo que has pedido…

# ai_command_repeat
source: Say it again
es: Repetir

# ai_command_repetitions %lld
source: %lld times a day
es: %lld veces al día

# ai_command_title
source: Voice command
es: Comando de voz

# ai_error_habit_not_found
source: That habit isn’t on your list.
es: Ese hábito no está en tu lista.

# ai_error_invalid_command
source: The command came back incomplete. Try saying it again.
es: El comando ha llegado incompleto. Prueba a decirlo otra vez.

# ai_error_not_understood
source: We couldn’t work out what you asked for. Try saying it again.
es: No hemos entendido lo que has pedido. Prueba a decirlo otra vez.

# ai_no_habits_recognized
source: No habits from your list were mentioned.
es: No se ha mencionado ningún hábito de tu lista.

# ai_recognizing_habits
source: Checking which habits you mentioned…
es: Comprobando qué hábitos has mencionado…

source: Cancel
es: Cancelar

source: Close
es: Cerrar

source: Finish
es: Terminar

# generic_error
source: Something went wrong. Please try again.
es: Algo ha salido mal. Inténtalo de nuevo.

# habit_functionality
source: Tap a habit to change its icon, color, frequency, or notifications. Swipe right to delete it and left to pause it.
es: Toca un hábito para cambiar su icono, su color, su frecuencia o sus avisos. Arrastra hacia la derecha para borrarlo y hacia la izquierda para pausarlo.

# habits_summary_every_day
source: Every day
es: Cada día

# habits_summary_times_per_day %lld
source: %lld times a day
es: %lld veces al día

# habits_summary_times_per_week %lld
source: %lld times a week
es: %lld veces por semana

# habits_summary_weekdays %@
source: Days: %@
es: Días: %@

# habits_title
source: Habits
es: Hábitos

source: Listening
es: Escuchando

source: Save
es: Guardar

# settings_title
source: Settings
es: Ajustes

# speech_to_text_description
source: You can list several habits in a single sentence: “I’ve drunk water, I’ve read, and I’ve gone for a run.”
es: Puedes nombrar varios hábitos en una sola frase: “He bebido agua, he leído y he corrido”.

# speech_to_text_placeholder
source: Start speaking
es: Empieza a hablar

# speech_to_text_preparing
source: Preparing the speech model…
es: Preparando el modelo de voz…

# statistics_title
source: Statistics
es: Datos

# today_title
source: Today
es: Hoy

# transcription_error_conversion_failed
source: The microphone audio can’t be converted for the analyzer.
es: El audio del micrófono no se puede convertir para el analizador.

# transcription_error_invalid_audio_format
source: The microphone didn’t return a valid audio format.
es: El micrófono no devolvió un formato de audio válido.

# transcription_error_locale_not_supported
source: Live transcription isn’t available for this language.
es: La transcripción en directo no está disponible para este idioma.

# transcription_error_microphone_not_authorized
source: Microphone access is needed to transcribe speech.
es: Se necesita acceso al micrófono para transcribir la voz.

# transcription_error_microphone_unavailable
source: No microphone is available.
es: No hay micrófono disponible.

# transcription_error_no_compatible_format
source: No installed model supports a compatible audio format.
es: Ningún modelo instalado admite un formato de audio compatible.

# transcription_error_stage_failed %@
source: Couldn’t start listening: %@
es: No se ha podido empezar a escuchar: %@

# transcription_error_unavailable
source: This device doesn’t support live transcription.
es: Este dispositivo no admite la transcripción en directo.

# transcription_stage_analysis
source: Speech analysis
es: Análisis de voz

# transcription_stage_assets
source: Speech model download
es: Descarga del modelo de voz

# transcription_stage_audio_engine
source: Audio engine
es: Motor de audio

# transcription_stage_audio_format
source: Analyzer audio format
es: Formato de audio del analizador

# transcription_stage_device_support
source: Device support
es: Compatibilidad del dispositivo

# transcription_stage_permission
source: Microphone permission
es: Permiso del micrófono

# voice_input_button
source: Voice input
es: Entrada de voz
